Repository: mnot/redbot
Catalog: redbot/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, ja

source: HTTP requires `206 Partial Content` responses to have certain headers, if they are also present in a normal (e.g., `200 OK` response). The partial response is missing the following headers: `%(missing_hdrs)s`. This can affect cache operation; because the headers are missing, caches might remove them from their stored copies.
es: HTTP requiere que las respuestas `206 Partial Content` tengan ciertas cabeceras si también están presentes en una respuesta normal (por ejemplo, `200 OK`). A la respuesta parcial le faltan las siguientes cabeceras: `%(missing_hdrs)s`. Esto puede afectar el funcionamiento de la caché; debido a la ausencia de las cabeceras, las cachés podrían eliminarlas de sus copias almacenadas.
fr: HTTP exige que les réponses `206 Partial Content` comportent certains en-têtes, si elles sont également présentes dans une réponse normale (par exemple, une réponse `200 OK`). Il manque à la réponse partielle les en-têtes suivants : `%(missing_hdrs)s`. Cela peut affecter le fonctionnement du cache ; du fait de l'absence de ces en-têtes, les caches pourraient les supprimer de leurs copies stockées.
ja: HTTPでは、通常のレスポンス（例：`200 OK`）に存在する特定のヘッダーが、`206 Partial Content` レスポンスにも存在することが要求されます。 部分レスポンスには、以下のヘッダーがありません: `%(missing_hdrs)s`。 これはキャッシュの動作に影響を与える可能性があります。ヘッダーが存在しないため、キャッシュは保存されたコピーからそれらを削除してしまう可能性があります。

source: The partial response has a Content-Length equal to the full response.
es: La respuesta parcial tiene un Content-Length igual al de la respuesta completa.
fr: La réponse partielle a une Content-Length égale à la réponse complète.
ja: 部分的なレスポンスの Content-Length が完全なレスポンスと同じです。

source: The `Content-Length` header in a 206 response should indicate the size of the partial content, not the full response. This response has a `Content-Length` that matches the full size of the response, which suggests it might be incorrect.
es: El encabezado `Content-Length` en una respuesta 206 debe indicar el tamaño del contenido parcial, no el de la respuesta completa. Esta respuesta tiene un `Content-Length` que coincide con el tamaño completo de la respuesta, lo que sugiere que podría ser incorrecto.
fr: L'en-tête `Content-Length` dans une réponse 206 doit indiquer la taille du contenu partiel, et non pas la réponse complète. Cette réponse a un `Content-Length` qui correspond à la taille complète de la réponse, ce qui suggère qu'elle pourrait être incorrecte.
ja: 206 レスポンスの `Content-Length` ヘッダーは、完全なレスポンスのサイズではなく、部分コンテンツのサイズを示す必要があります。このレスポンスには、レスポンス全体のサイズと一致する `Content-Length` がありますが、これは誤っている可能性を示唆しています。

source: The Content-Range header indicates an incorrect total length.
es: La cabecera Content-Range indica una longitud total incorrecta.
fr: L'en-tête Content-Range indique une longueur totale incorrecte.
ja: Content-Range ヘッダーで指定された合計長が正しくありません。

source: The `Content-Range` header in a 206 response indicates the total length of the response. In this case, it doesn't match the `Content-Length` of the full response, which suggests one of them is incorrect.
es: La cabecera `Content-Range` en una respuesta 206 indica la longitud total de la respuesta. En este caso, no coincide con `Content-Length` de la respuesta completa, lo que sugiere que una de ellas es incorrecta.
fr: L'en-tête `Content-Range` dans une réponse 206 indique la longueur totale de la réponse. Dans ce cas, elle ne correspond pas à la `Content-Length` de la réponse complète, ce qui suggère que l'une des deux est incorrecte.
ja: 206 レスポンスの `Content-Range` ヘッダーは、レスポンスの総バイト数を示します。この場合、完全なレスポンスの `Content-Length` と一致しません。これは、どちらか一方が間違っている可能性を示唆しています。

source: Partial Content
es: Contenido Parcial
fr: Contenu partiel
ja: 部分コンテンツ

source: The partial response
es: La respuesta parcial
fr: La réponse partielle
ja: 部分的なレスポンス

source: General
fr: Général
ja: 一般

source: Browser Security
es: Seguridad del navegador
fr: Sécurité du navigateur
ja: ブラウザセキュリティ

source: Caching
es: Almacenamiento en caché
fr: Mise en cache
ja: キャッシュ

source: Validation
es: Validación
ja: 検証

source: Connection
es: Conexión
fr: Connexion
ja: 接続
