Repository: mnot/redbot
Catalog: redbot/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, ja

source: HTTP allows clients to make conditional requests to see if a copy that they hold is still valid. Since this response has an `ETag`, clients should be able to use an `If-None-Match` request header for validation. REDbot has done this, but the response changed between the original request and the validating request, so REDbot can't tell whether or not `ETag` validation is supported.
es: HTTP permite a los clientes hacer solicitudes condicionales para ver si una copia que tienen sigue siendo válida. Dado que esta respuesta tiene una `ETag`, los clientes deberían poder usar una cabecera de solicitud `If-None-Match` para la validación. REDbot ha hecho esto, pero la respuesta cambió entre la solicitud original y la solicitud de validación, por lo que REDbot no puede decir si la validación `ETag` es compatible o no.
fr: HTTP permet aux clients de faire des requêtes conditionnelles pour voir si une copie qu'ils détiennent est toujours valide. Puisque cette réponse a un `ETag`, les clients devraient pouvoir utiliser un en-tête de requête `If-None-Match` pour la validation. REDbot l'a fait, mais la réponse a changé entre la requête originale et la requête de validation, donc REDbot ne peut pas dire si la validation `ETag` est supportée ou non.
ja: HTTP では、クライアントが自身が保持しているコピーがまだ有効かどうかを確認するために条件付きリクエストを行うことができます。 このレスポンスには `ETag` が含まれているため、クライアントは検証のために `If-None-Match` リクエストヘッダーを使用できるはずです。 REDbot はこれを行いましたが、元のリクエストと検証リクエストの間でレスポンスが変更されたため、REDbot は `ETag` 検証がサポートされているかどうかを判断できません。

source: An If-None-Match conditional request returned a %(inm_status)s status.
es: Una solicitud condicional If-None-Match devolvió un estado %(inm_status)s.
fr: Une requête conditionnelle If-None-Match a retourné un statut %(inm_status)s.
ja: If-None-Match 条件付きリクエストが %(inm_status)s ステータスを返しました。

source: HTTP allows clients to make conditional requests to see if a copy that they hold is still valid. Since this response has an `ETag`, clients should be able to use an `If-None-Match` request header for validation. REDbot has done this, but the response had a %(enc_inm_status)s status code, so RED can't tell whether or not `ETag` validation is supported.
es: HTTP permite a los clientes hacer peticiones condicionales para ver si una copia que tienen sigue siendo válida. Dado que esta respuesta tiene un `ETag`, los clientes deberían poder usar una cabecera de petición `If-None-Match` para la validación. REDbot lo ha hecho, pero la respuesta tuvo un código de estado %(enc_inm_status)s, por lo que RED no puede saber si la validación `ETag` es compatible o no.
fr: HTTP permet aux clients de faire des requêtes conditionnelles pour voir si une copie qu'ils détiennent est toujours valide. Puisque cette réponse a un `ETag`, les clients devraient pouvoir utiliser un en-tête de requête `If-None-Match` pour la validation. REDbot l'a fait, mais la réponse a eu un code de statut %(enc_inm_status)s, donc RED ne peut pas dire si la validation `ETag` est supportée ou non.
ja: HTTPは、クライアントが保持しているコピーがまだ有効かどうかを確認するために、条件付きリクエストを行うことを許可しています。 このレスポンスには`ETag`があるため、クライアントは検証のために`If-None-Match`リクエストヘッダーを使用できるはずです。REDbotはこれを行いましたが、レスポンスは%(enc_inm_status)sのステータスコードであったため、REDは`ETag`検証がサポートされているかどうかを判断できません。

source: ETag Validation
es: Validación de ETag
fr: Validation ETag
ja: ETag 検証

source: The ETag validation response
es: La respuesta de validación ETag
fr: La réponse de validation ETag
ja: ETag 検証応答

source: There was a problem checking for Last-Modified validation support.
es: Hubo un problema al verificar la compatibilidad con la validación de Last-Modified.
fr: Il y a eu un problème lors de la vérification du support de validation de Last-Modified.
ja: Last-Modified 検証サポートの確認中に問題が発生しました。

source: When REDbot tried to check the resource for Last-Modified validation support, there was a problem: `%(problem)s` Trying again might fix it.
es: Cuando REDbot intentó comprobar el recurso para obtener compatibilidad con la validación Last-Modified, hubo un problema: `%(problem)s` Intentarlo de nuevo podría solucionarlo.
fr: Lorsque REDbot a essayé de vérifier le support de la ressource pour la validation Last-Modified, il y a eu un problème : `%(problem)s` Essayer à nouveau pourrait résoudre le problème.
ja: REDbot が Last-Modified 検証サポートのためにリソースをチェックした際に問題が発生しました。 `%(problem)s` 再試行することで解消される可能性があります。

source: If-Modified-Since conditional requests are supported.
es: Se admiten las solicitudes condicionales If-Modified-Since.
fr: Les requêtes conditionnelles If-Modified-Since sont prises en charge.
ja: If-Modified-Since 条件付きリクエストがサポートされています。

source: HTTP allows clients to make conditional requests to see if a copy that they hold is still valid. Since this response has a `Last-Modified` header, clients should be able to use an `If-Modified-Since` request header for validation. REDbot has done this and found that the resource sends a `304 Not Modified` response, indicating that it supports `Last-Modified` validation.
es: HTTP permite a los clientes realizar solicitudes condicionales para ver si una copia que tienen sigue siendo válida. Dado que esta respuesta tiene una cabecera `Last-Modified`, los clientes deberían poder utilizar una cabecera de solicitud `If-Modified-Since` para la validación. REDbot ha hecho esto y ha descubierto que el recurso envía una respuesta `304 Not Modified`, indicando que admite la validación de `Last-Modified`.
fr: HTTP permet aux clients de faire des requêtes conditionnelles pour voir si une copie qu'ils détiennent est toujours valide. Puisque cette réponse a un en-tête `Last-Modified`, les clients devraient pouvoir utiliser un en-tête de requête `If-Modified-Since` pour la validation. REDbot a effectué cette opération et a constaté que la ressource renvoie une réponse `304 Not Modified`, indiquant qu'elle prend en charge la validation `Last-Modified`.
ja: HTTP により、クライアントは、自身が保持しているコピーがまだ有効かどうかを確認するための条件付きリクエストを行うことができます。 このレスポンスには `Last-Modified` ヘッダーがあるため、クライアントは検証のために `If-Modified-Since` リクエストヘッダーを使用できるはずです。 REDbot はこれを行い、リソースが `304 Not Modified` レスポンスを送信することを発見しました。これは、`Last-Modified` 検証をサポートしていることを示しています。

source: An If-Modified-Since conditional request returned the full content unchanged.
es: Una solicitud condicional If-Modified-Since devolvió el contenido completo sin cambios.
fr: Une requête conditionnelle If-Modified-Since a retourné le contenu complet sans modification.
ja: If-Modified-Since 条件付きリクエストで、コンテンツは変更なくそのまま返されました。

source: HTTP allows clients to make conditional requests to see if a copy that they hold is still valid. Since this response has a `Last-Modified` header, clients should be able to use an `If-Modified-Since` request header for validation. REDbot has done this and found that the resource sends a full response even though it hadn't changed, indicating that it doesn't support `Last-Modified` validation.
es: HTTP permite a los clientes hacer solicitudes condicionales para ver si una copia que tienen sigue siendo válida. Dado que esta respuesta tiene una cabecera `Last-Modified`, los clientes deberían poder usar una cabecera de solicitud `If-Modified-Since` para la validación. REDbot ha hecho esto y ha encontrado que el recurso envía una respuesta completa a pesar de no haber cambiado, lo que indica que no admite la validación `Last-Modified`.
fr: HTTP permet aux clients de faire des requêtes conditionnelles pour voir si une copie qu'ils détiennent est toujours valide. Puisque cette réponse a un en-tête `Last-Modified`, les clients devraient pouvoir utiliser un en-tête de requête `If-Modified-Since` pour la validation. REDbot a fait cela et a constaté que la ressource envoie une réponse complète même si elle n'avait pas changé, indiquant qu'elle ne prend pas en charge la validation `Last-Modified`.
ja: HTTP は、クライアントが保持しているコピーがまだ有効かどうかを確認するための条件付きリクエストを行うことを許可しています。 このレスポンスには `Last-Modified` ヘッダーがあるため、クライアントは検証のために `If-Modified-Since` リクエストヘッダーを使用できるはずです。 REDbot はこれを実行し、リソースが変更されていないにもかかわらず完全なレスポンスを送信したことを発見しました。これは、`Last-Modified` 検証をサポートしていないことを示しています。

source: An If-Modified-Since conditional request returned the full content, but it had changed.
es: Una solicitud condicional If-Modified-Since devolvió el contenido completo, pero había cambiado.
fr: Une requête conditionnelle If-Modified-Since a retourné le contenu complet, mais il avait changé.
ja: If-Modified-Since 条件付きリクエストは、コンテンツが変更されていましたが、フルコンテンツを返しました。

source: HTTP allows clients to make conditional requests to see if a copy that they hold is still valid. Since this response has a `Last-Modified` header, clients should be able to use an `If-Modified-Since` request header for validation. REDbot has done this, but the response changed between the original request and the validating request, so REDbot can't tell whether or not `Last-Modified` validation is supported.
es: HTTP permite a los clientes realizar solicitudes condicionales para ver si una copia que tienen sigue siendo válida. Dado que esta respuesta tiene una cabecera `Last-Modified`, los clientes deberían poder utilizar una cabecera de solicitud `If-Modified-Since` para la validación. REDbot lo ha hecho, pero la respuesta cambió entre la solicitud original y la solicitud de validación, por lo que REDbot no puede determinar si la validación `Last-Modified` es compatible o no.
fr: HTTP permet aux clients de faire des requêtes conditionnelles pour voir si une copie qu'ils détiennent est toujours valide. Puisque cette réponse a un en-tête `Last-Modified`, les clients devraient pouvoir utiliser un en-tête de requête `If-Modified-Since` pour la validation. REDbot l'a fait, mais la réponse a changé entre la requête originale et la requête de validation, donc REDbot ne peut pas dire si la validation `Last-Modified` est prise en charge ou non.
ja: HTTP は、クライアントが保持しているコピーがまだ有効かどうかを確認するために、条件付きリクエストを行うことを許可しています。 このレスポンスには `Last-Modified` ヘッダーがあるため、クライアントは検証のために `If-Modified-Since` リクエストヘッダーを使用できるはずです。 REDbot はこれを行いましたが、元のリクエストと検証リクエストの間でレスポンスが変更されたため、REDbot は `Last-Modified` 検証がサポートされているかどうかを判断できません。

source: An If-Modified-Since conditional request returned a %(ims_status)s status.
es: Una solicitud condicional If-Modified-Since devolvió un estado %(ims_status)s.
fr: Une requête conditionnelle If-Modified-Since a renvoyé un statut %(ims_status)s.
ja: If-Modified-Since 条件付きリクエストは %(ims_status)s ステータスを返しました。

source: HTTP allows clients to make conditional requests to see if a copy that they hold is still valid. Since this response has a `Last-Modified` header, clients should be able to use an `If-Modified-Since` request header for validation. REDbot has done this, but the response had a %(enc_ims_status)s status code, so REDbot can't tell whether or not `Last-Modified` validation is supported.
es: HTTP permite a los clientes realizar solicitudes condicionales para ver si una copia que tienen sigue siendo válida. Dado que esta respuesta tiene una cabecera `Last-Modified`, los clientes deberían poder usar una cabecera de solicitud `If-Modified-Since` para la validación. REDbot lo ha hecho, pero la respuesta tuvo un código de estado %(enc_ims_status)s, por lo que REDbot no puede saber si la validación `Last-Modified` es compatible o no.
fr: HTTP permet aux clients de faire des requêtes conditionnelles pour vérifier si une copie qu'ils détiennent est toujours valide. Puisque cette réponse a un en-tête `Last-Modified`, les clients devraient pouvoir utiliser un en-tête de requête `If-Modified-Since` pour la validation. REDbot l'a fait, mais la réponse avait un code de statut %(enc_ims_status)s, donc REDbot ne peut pas dire si la validation par `Last-Modified` est prise en charge ou non.
ja: HTTPでは、クライアントが保持しているコピーがまだ有効かどうかを確認するために、条件付きリクエストを行うことができます。 このレスポンスには `Last-Modified` ヘッダーがあるので、クライアントは検証のために `If-Modified-Since` リクエストヘッダーを使用できるはずです。 REDbot はこれを行いましたが、レスポンスは %(enc_ims_status)s のステータスコードだったので、REDbot は `Last-Modified` 検証がサポートされているかどうかを判断できませんでした。

source: Last-Modified Validation
es: Validación de Last-Modified
fr: Validation de Last-Modified
ja: 最終更新日時検証

source: The Last-Modified validation response
es: La respuesta de validación de Last-Modified
fr: La réponse de validation Last-Modified
ja: 最終更新日時検証応答

source: There was a problem checking for Partial Content support.
es: Hubo un problema al comprobar la compatibilidad con Contenido Parcial.
fr: Il y a eu un problème lors de la vérification de la prise en charge de Partial Content.
ja: Partial Content サポートの確認中に問題が発生しました。

source: When REDbot tried to check the resource for partial content support, there was a problem: `%(problem)s` Trying again might fix it.
es: Cuando REDbot intentó comprobar si el recurso admitía contenido parcial, hubo un problema: `%(problem)s` Intentarlo de nuevo podría solucionarlo.
fr: Lorsqu'REDbot a tenté de vérifier la prise en charge du contenu partiel pour la ressource, un problème est survenu : `%(problem)s` Réessayer pourrait le résoudre.
ja: REDbot が部分コンテンツのサポートをリソースでチェックしようとしたときに、問題が発生しました。 `%(problem)s` 再試行することで問題が解決するかもしれません。

source: The resource advertises support for non-standard range-units.
es: El recurso anuncia soporte para unidades-de-rango no estándar.
fr: La ressource annonce la prise en charge d'unités de plage non standard.
ja: リソースは、標準外の range-units のサポートを宣伝しています。

source: The `Accept-Ranges` response header tells clients what `range-unit`s a resource is willing to process in future requests. HTTP only defines two: `bytes` and `none`. Clients who don't know about the non-standard range-unit will not be able to use it.
es: La cabecera de respuesta `Accept-Ranges` indica a los clientes qué `range-unit`s está dispuesto a procesar un recurso en futuras solicitudes. HTTP solo define dos: `bytes` y `none`. Los clientes que no conozcan el `range-unit` no estándar no podrán utilizarlo.
fr: L'en-tête de réponse `Accept-Ranges` indique aux clients quelles `range-unit`s une ressource est prête à traiter dans les requêtes futures. HTTP n'en définit que deux : `bytes` et `none`. Les clients qui ne connaissent pas la `range-unit` non standard ne pourront pas l'utiliser.
ja: `Accept-Ranges` レスポンスヘッダーは、クライアントにリソースが将来のリクエストで処理できる `range-unit` を伝えます。HTTP で定義されているのは `bytes` と `none` の 2 つのみです。 標準外の `range-unit` を知らないクライアントは、それを使用できません。

source: A ranged request returned the correct partial content.
es: Una solicitud con rango devolvió el contenido parcial correcto.
fr: Une requête avec plage a renvoyé le contenu partiel correct.
ja: 範囲指定リクエストが正しい部分コンテンツを返しました。

source: This resource advertises support for ranged requests with `Accept-Ranges`; that is, it allows clients to specify that only part of it should be sent. REDbot has tested this by requesting part of this response, which was returned correctly.
es: Este recurso anuncia soporte para peticiones de rango con `Accept-Ranges`; es decir, permite a los clientes especificar que solo se envíe una parte del mismo. REDbot ha probado esto solicitando una parte de esta respuesta, la cual fue devuelta correctamente.
fr: Cette ressource annonce la prise en charge des requêtes par plages avec `Accept-Ranges` ; c'est-à-dire, elle permet aux clients de spécifier qu'une partie seulement de celle-ci doit être envoyée. REDbot a testé cela en demandant une partie de cette réponse, qui a été renvoyée correctement.
ja: このリソースは、`Accept-Ranges` ヘッダーでレンジリクエストをサポートしていることを示しています。つまり、クライアントが一部のみを送信するように指定できます。REDbot は、このレスポンスの一部をリクエストしてテストしましたが、正しく返されました。

source: A ranged request returned partial content, but it was incorrect.
es: Una solicitud con rango devolvió contenido parcial, pero fue incorrecto.
fr: Une requête avec plage a renvoyé un contenu partiel, mais il était incorrect.
ja: 範囲指定リクエストは部分的なコンテンツを返しましたが、それは正しくありませんでした。

source: This resource advertises support for ranged requests with `Accept-Ranges`; that is, it allows clients to specify that only part of the response should be sent. REDbot has tested this by requesting part of this response, but the partial response doesn't correspond with the full response retrieved at the same time. This could indicate that the range implementation isn't working properly. REDbot sent: > Range: %(range)s REDbot expected %(range_expected_bytes)s bytes: > %(range_expected).100s REDbot received %(range_received_bytes)s bytes: > %(range_received).100s _(showing samples of up to 100 characters)_
es: Este recurso anuncia soporte para solicitudes de rango con `Accept-Ranges`; es decir, permite a los clientes especificar que solo se debe enviar parte de la respuesta. REDbot ha probado esto solicitando parte de esta respuesta, pero la respuesta parcial no corresponde con la respuesta completa recuperada al mismo tiempo. Esto podría indicar que la implementación del rango no está funcionando correctamente. REDbot envió: > Range: %(range)s REDbot esperaba %(range_expected_bytes)s bytes: > %(range_expected).100s REDbot recibió %(range_received_bytes)s bytes: > %(range_received).100s _(mostrando ejemplos de hasta 100 caracteres)_
fr: Cette ressource annonce la prise en charge des requêtes par plages avec `Accept-Ranges` ; c'est-à-dire, elle permet aux clients de spécifier que seule une partie de la réponse doit être envoyée. REDbot a testé cela en demandant une partie de cette réponse, mais la réponse partielle ne correspond pas à la réponse complète récupérée en même temps. Cela pourrait indiquer que l'implémentation des plages ne fonctionne pas correctement. REDbot a envoyé : > Range: %(range)s REDbot attendait %(range_expected_bytes)s octets : > %(range_expected).100s REDbot a reçu %(range_received_bytes)s octets : > %(range_received).100s _(affichage d'échantillons allant jusqu'à 100 caractères)_
ja: このリソースは `Accept-Ranges` ヘッダーでレンジリクエストのサポートを表明しています。つまり、クライアントはレスポンスの一部のみを送信するように指定できます。REDbot はこのリソースの一部をリクエストしてテストしましたが、取得された部分的なレスポンスは、同時に取得された完全なレスポンスと一致しませんでした。これは、レンジの実装が正しく機能していない可能性を示唆しています。 REDbot が送信したもの: > Range: %(range)s REDbot が期待していた %(range_expected_bytes)s バイト: > %(range_expected).100s REDbot が受信した %(range_received_bytes)s バイト: > %(range_received).100s _(100文字までのサンプルを表示しています)_

source: A ranged request returned another representation.
es: Una solicitud con rango devolvió otra representación.
fr: Une requête de plage a renvoyé une autre représentation.
ja: 範囲指定リクエストは別の表現を返しました。

source: A new representation was retrieved when checking support of ranged request. This is not an error, it just indicates that REDbot cannot draw any conclusion at this time.
es: Se recuperó una nueva representación al verificar la compatibilidad de la solicitud de rango. Esto no es un error, solo indica que REDbot no puede sacar ninguna conclusión en este momento.
fr: Une nouvelle représentation a été récupérée lors de la vérification du support des requêtes par plages. Ceci n'est pas une erreur, cela indique simplement que REDbot ne peut tirer aucune conclusion pour le moment.
ja: 範囲リクエストのサポートをチェックしたときに、新しい表現が取得されました。これはエラーではありませんが、REDbotが現時点では結論を導き出せないことを示しています。

source: A ranged request returned the full rather than partial content.
es: Una solicitud con rango devolvió el contenido completo en lugar de parcial.
fr: Une requête de plage a renvoyé le contenu complet plutôt que partiel.
ja: 範囲指定リクエストで、部分的なコンテンツではなく完全なコンテンツが返されました。

source: This resource advertises support for ranged requests with `Accept-Ranges`; that is, it allows clients to specify that only part of the response should be sent. REDbot has tested this by requesting part of this response, but the entire response was returned. In other words, although the resource advertises support for partial content, it doesn't appear to actually do so.
es: Este recurso anuncia soporte para solicitudes de rango con `Accept-Ranges`; es decir, permite a los clientes especificar que solo se envíe parte de la respuesta. REDbot ha probado esto solicitando parte de esta respuesta, pero se devolvió la respuesta completa. En otras palabras, aunque el recurso anuncia soporte para contenido parcial, no parece hacerlo realmente.
fr: Cette ressource annonce la prise en charge des requêtes par plage avec `Accept-Ranges`; c'est-à-dire qu'elle permet aux clients de spécifier que seule une partie de la réponse doit être envoyée. REDbot a testé cela en demandant une partie de cette réponse, mais la réponse entière a été renvoyée. En d'autres termes, bien que la ressource annonce la prise en charge du contenu partiel, elle ne semble pas le faire réellement.
ja: このリソースは `Accept-Ranges` ヘッダーによりレンジリクエストをサポートしていることを広告しています。つまり、クライアントがレスポンスの一部のみを送信するように指定できます。REDbot はこのレスポンスの一部をリクエストしてテストしましたが、レスポンス全体が返されました。つまり、リソースは部分コンテンツのサポートを広告しているにもかかわらず、実際にはそうしていないようです。

source: A ranged request returned a %(range_status)s status.
es: Una solicitud con rango devolvió un estado %(range_status)s.
fr: Une requête partielle a renvoyé un statut %(range_status)s.
ja: 範囲リクエストは %(range_status)s ステータスを返しました。

source: This resource advertises support for ranged requests; that is, it allows clients to specify that only part of the response should be sent. REDbot has tested this by requesting part of this response, but a %(enc_range_status)s response code was returned, which REDbot was not expecting.
es: Este recurso anuncia soporte para solicitudes de rango; es decir, permite a los clientes especificar que solo se debe enviar parte de la respuesta. REDbot lo ha probado solicitando parte de esta respuesta, pero se devolvió un código de respuesta %(enc_range_status)s, que REDbot no esperaba.
fr: Cette ressource annonce la prise en charge des requêtes par plage ; c'est-à-dire qu'elle permet aux clients de spécifier que seule une partie de la réponse doit être envoyée. REDbot a testé cela en demandant une partie de cette réponse, mais un code de réponse %(enc_range_status)s a été renvoyé, ce que REDbot n'attendait pas.
ja: このリソースはレンジリクエストをサポートしていることを広告しています。つまり、クライアントはレスポンスの一部のみを送信するように指定できます。REDbot はこのレスポンスの一部をリクエストすることでこれをテストしましたが、%(enc_range_status)s のレスポンスコードが返され、これは REDbot が予期していなかったものです。

source: Partial responses don't have the same support for compression that full ones do.
es: Las respuestas parciales no tienen el mismo soporte para la compresión que las completas.
fr: Les réponses partielles n'ont pas le même support pour la compression que les réponses complètes.
ja: 部分的なレスポンスは、完全なレスポンスほど圧縮のサポートがありません。

source: This resource supports ranged requests and also supports negotiation for gzip compression, but doesn't support compression for both full and partial responses. This can cause problems for clients when they compare the partial and full responses, since the partial response is expressed as a byte range, and compression changes the bytes.
es: Este recurso admite solicitudes de rango y también admite la negociación de compresión gzip, pero no admite la compresión tanto para respuestas completas como parciales. Esto puede causar problemas a los clientes cuando comparan las respuestas parciales y completas, ya que la respuesta parcial se expresa como un rango de bytes y la compresión cambia los bytes.
fr: Cette ressource prend en charge les requêtes par plage d'octets et supporte également la négociation de la compression gzip, mais elle ne prend pas en charge la compression à la fois pour les réponses complètes et partielles. Cela peut poser des problèmes aux clients lorsqu'ils comparent les réponses partielles et complètes, étant donné que la réponse partielle est exprimée sous la forme d'une plage d'octets, et que la compression modifie les octets.
ja: このリソースはレンジリクエストをサポートし、gzip圧縮のネゴシエーションもサポートしますが、フルレスポンスと部分レスポンスの両方に対する圧縮はサポートしません。 これにより、クライアントが部分レスポンスとフルレスポンスを比較する際に問題が発生する可能性があります。部分レスポンスはバイト範囲で表現され、圧縮はバイトを変更するためです。

source: The partial response is missing required headers.
es: La respuesta parcial omite encabezados obligatorios.
fr: La réponse partielle manque d'en-têtes obligatoires.
ja: 部分的なレスポンスに必要なヘッダーがありません。
