Repository: mnot/redbot
Catalog: redbot/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, ja

source: HTTP supports compression of responses by negotiating for `Content-Encoding`. When REDbot asked for a compressed response, the resource provided one, but it was %(savings)s%% _larger_ than the original response; from %(orig_size)s to %(gzip_size)s bytes. Often, this happens when the uncompressed response is very small, or can't be compressed more; since gzip compression has some overhead, it can make the response larger. Turning compression **off** for this resource may slightly improve response times and save bandwidth. The compressed response's headers are displayed.
es: HTTP admite la compresión de respuestas mediante la negociación de `Content-Encoding`. Cuando REDbot solicitó una respuesta comprimida, el recurso proporcionó una, pero era un %(savings)s% _más grande_ que la respuesta original; de %(orig_size)s a %(gzip_size)s bytes. A menudo, esto sucede cuando la respuesta descomprimida es muy pequeña o no se puede comprimir más; dado que la compresión gzip tiene cierta sobrecarga, puede hacer que la respuesta sea más grande. Desactivar la compresión para este recurso puede mejorar ligeramente los tiempos de respuesta y ahorrar ancho de banda. Se muestran las cabeceras de la respuesta comprimida.
fr: HTTP prend en charge la compression des réponses en négociant `Content-Encoding`. Lorsque REDbot a demandé une réponse compressée, la ressource en a fourni une, mais elle était %(savings)s%% _plus grande_ que la réponse originale ; de %(orig_size)s à %(gzip_size)s octets. Souvent, cela se produit lorsque la réponse décompressée est très petite ou ne peut pas être davantage compressée ; comme la compression gzip a une certaine surcharge, elle peut augmenter la taille de la réponse. Désactiver la compression pour cette ressource peut légèrement améliorer les temps de réponse et économiser de la bande passante. Les en-têtes de la réponse compressée sont affichés.
ja: HTTP では、`Content-Encoding` をネゴシエートすることでレスポンスの圧縮をサポートしています。REDbot が圧縮されたレスポンスを要求した際、リソースはそれを返しましたが、元のレスポンスよりも %(savings)s%% _大きい_ 状態でした。元のサイズは %(orig_size)s バイトから %(gzip_size)s バイトになっています。 これは、圧縮されていないレスポンスが非常に小さい場合や、それ以上圧縮できない場合に発生することがよくあります。gzip 圧縮にはある程度のオーバーヘッドがあるため、レスポンスが大きくなることがあります。このリソースの圧縮を**無効**にすると、レスポンス時間がわずかに改善され、帯域幅が節約される可能性があります。 圧縮されたレスポンスのヘッダーが表示されます。

source: Content negotiation for gzip compression isn't supported.
es: La negociación de contenido para la compresión gzip no es compatible.
fr: La négociation de contenu pour la compression gzip n'est pas prise en charge.
ja: gzip圧縮のコンテンツネゴシエーションはサポートされていません。

source: HTTP supports compression of responses by negotiating for `Content-Encoding`. When REDbot asked for a compressed response, the resource did not provide one.
es: HTTP admite la compresión de respuestas negociando `Content-Encoding`. Cuando REDbot solicitó una respuesta comprimida, el recurso no proporcionó ninguna.
fr: HTTP prend en charge la compression des réponses en négociant `Content-Encoding`. Lorsque REDbot a demandé une réponse compressée, la ressource n'en a pas fourni.
ja: HTTP は、`Content-Encoding` をネゴシエートすることでレスポンスの圧縮をサポートしています。REDbot が圧縮されたレスポンスを要求した際、リソースはそれを提供しませんでした。

source: The compressed response is negotiated, but doesn't have an appropriate Vary header.
es: La respuesta comprimida se ha negociado, pero no tiene una cabecera Vary apropiada.
fr: La réponse compressée est négociée, mais n'a pas un en-tête Vary approprié.
ja: 圧縮されたレスポンスはネゴシエートされましたが、適切な Vary ヘッダーがありません。

source: All content negotiated responses need to have a `Vary` header that reflects the header(s) used to select the response. The compressed response was negotiated for `gzip` content encoding, so the `Vary` header needs to contain `Accept-Encoding`, the request header used.
es: Todas las respuestas negociadas de contenido necesitan tener una cabecera `Vary` que refleje la(s) cabecera(s) usada(s) para seleccionar la respuesta. La respuesta comprimida se negoció para la codificación de contenido `gzip`, por lo que la cabecera `Vary` debe contener `Accept-Encoding`, la cabecera de solicitud utilizada.
fr: Toutes les réponses négociées doivent avoir un en-tête `Vary` qui reflète le(s) en-tête(s) utilisé(s) pour sélectionner la réponse. L'en-tête `Vary` doit contenir `Accept-Encoding`, l'en-tête de requête utilisé.
ja: すべてのコンテンツネゴシエーション応答には、応答の選択に使用されたヘッダーを反映する `Vary` ヘッダーが必要です。 圧縮された応答は `gzip` コンテンツエンコーディング用にネゴシエートされたため、`Vary` ヘッダーには、使用されたリクエストヘッダーである `Accept-Encoding` を含める必要があります。

source: A gzip-compressed response was sent when it wasn't asked for.
es: Se envió una respuesta comprimida con gzip cuando no se solicitó.
fr: Une réponse compressée gzip a été envoyée alors qu'elle n'était pas demandée.
ja: リクエストで指定されなかったのにgzip圧縮されたレスポンスが送信されました。

source: HTTP supports compression of responses by negotiating for `Content-Encoding`. Even though RED didn't ask for a compressed response, the resource provided one anyway. It could be that the response is always compressed, but doing so can break clients that aren't expecting a compressed response.
es: HTTP admite la compresión de respuestas negociando `Content-Encoding`. A pesar de que RED no solicitó una respuesta comprimida, el recurso proporcionó una de todos modos. Es posible que la respuesta esté siempre comprimida, pero hacerlo puede romper clientes que no esperan una respuesta comprimida.
fr: HTTP prend en charge la compression des réponses en négociant le `Content-Encoding`. Bien que RED n'ait pas demandé de réponse compressée, la ressource en a fourni une de toute façon. Il se peut que la réponse soit toujours compressée, mais cela peut casser les clients qui ne sont pas en train d'attendre une réponse compressée.
ja: HTTP は、`Content-Encoding` をネゴシエートすることで、レスポンスの圧縮をサポートします。RED が圧縮されたレスポンスを要求していなかったにもかかわらず、リソースは圧縮されたものを送信しました。 レスポンスが常に圧縮されている可能性がありますが、そうすると圧縮されたレスポンスを予期していないクライアントが壊れる可能性があります。

source: The resource doesn't send Vary consistently.
es: El recurso no envía Vary de forma consistente.
fr: La ressource n'envoie pas Vary de manière cohérente.
ja: リソースはVaryを一貫して送信していません。

source: HTTP requires that the `Vary` response header be sent consistently for all responses if they change based upon different aspects of the request. This resource has both compressed and uncompressed variants available, negotiated by the `Accept-Encoding` request header, but it sends different Vary headers for each; * "`%(conneg_vary)s`" when the response is compressed, and * "`%(no_conneg_vary)s`" when it is not. This can cause problems for downstream caches, because they cannot consistently determine what the cache key for a given URI is.
es: HTTP requiere que la cabecera de respuesta `Vary` se envíe de forma consistente para todas las respuestas si cambian según diferentes aspectos de la solicitud. Este recurso tiene variantes comprimidas y sin comprimir disponibles, negociadas por la cabecera de solicitud `Accept-Encoding`, pero envía diferentes cabeceras Vary para cada una; * "`%(conneg_vary)s`" cuando la respuesta está comprimida, y * "`%(no_conneg_vary)s`" cuando no lo está. Esto puede causar problemas para las cachés posteriores, porque no pueden determinar de forma consistente cuál es la clave de caché para una URI dada.
fr: HTTP exige que l'en-tête de réponse `Vary` soit envoyé de manière cohérente pour toutes les réponses s'il change en fonction de différents aspects de la requête. Cette ressource a des variantes compressées et non compressées disponibles, négociées par l'en-tête de requête `Accept-Encoding`, mais elle envoie des en-têtes Vary différents pour chacune ; * "`%(conneg_vary)s`" lorsque la réponse est compressée, et * "`%(no_conneg_vary)s`" lorsqu'elle ne l'est pas. Cela peut causer des problèmes aux caches en aval, car ils ne peuvent pas déterminer de manière cohérente quelle est la clé de cache pour un URI donné.
ja: HTTPでは、リクエストの様々な側面に応じて `Vary` レスポンスヘッダーが変化する場合、すべてのレスポンスで一貫して送信する必要があります。 このリソースには、圧縮済みと非圧縮済みの両方のバリアントが `Accept-Encoding` リクエストヘッダーによってネゴシエート可能ですが、それぞれで異なる Vary ヘッダーを送信しています。 * 圧縮されたレスポンスの場合：「`%(conneg_vary)s`」 * 圧縮されていないレスポンスの場合：「`%(no_conneg_vary)s`」 これは、ダウンストリームキャッシュで問題を引き起こす可能性があります。なぜなら、指定されたURIのキャッシュキーが一貫して特定できないためです。

source: The response status is different when content negotiation happens.
es: El estado de la respuesta es diferente cuando ocurre la negociación de contenido.
fr: Le statut de la réponse est différent lorsque la négociation de contenu a lieu.
ja: コンテンツネゴシエーションが発生した場合、レスポンスステータスが異なります。

source: When content negotiation is used, the response status shouldn't change between negotiated and non-negotiated responses. When REDbot send asked for a negotiated response, it got a `%(neg_status)s` status code; when it didn't, it got `%(noneg_status)s`. REDbot hasn't checked other aspects of content negotiation because of this.
es: Cuando se utiliza la negociación de contenido, el estado de la respuesta no debería cambiar entre respuestas negociadas y no negociadas. Cuando REDbot envió una solicitud de respuesta negociada, obtuvo un código de estado `%(neg_status)s`; cuando no lo hizo, obtuvo `%(noneg_status)s`. REDbot no ha verificado otros aspectos de la negociación de contenido debido a esto.
fr: Lorsque la négociation de contenu est utilisée, le code d'état de la réponse ne devrait pas changer entre les réponses négociées et non négociées. Lorsque REDbot a demandé une réponse négociée, il a obtenu un code d'état `%(neg_status)s` ; lorsqu'il ne l'a pas fait, il a obtenu `%(noneg_status)s`. REDbot n'a pas vérifié d'autres aspects de la négociation de contenu en raison de cela.
ja: コンテンツネゴシエーションが使用されている場合、ネゴシエートされたレスポンスとネゴシエートされていないレスポンスの間でステータスは変更されるべきではありません。 REDbot がネゴシエートされたレスポンスを要求したとき、ステータスコードは `%(neg_status)s` でしたが、要求しなかったときは `%(noneg_status)s` でした。 REDbot はこのため、コンテンツネゴシエーションの他の側面をチェックしていません。

source: The %(header)s header is different when content negotiation happens.
es: La cabecera %(header)s es diferente cuando ocurre la negociación de contenido.
fr: L'en-tête %(header)s est différent lors de la négociation de contenu.
ja: コンテンツネゴシエーションが発生した場合、%(header)s ヘッダーは異なります。

source: When content negotiation is used, the %(header)s response header shouldn't change between negotiated and non-negotiated responses. * Negotiated: `%(negotiated_val)s` * Non-negotiated: `%(bare_val)s`
es: Cuando se utiliza la negociación de contenido, la cabecera de respuesta %(header)s no debería cambiar entre respuestas negociadas y no negociadas. * Negociada: `%(negotiated_val)s` * No negociada: `%(bare_val)s`
fr: Lorsque la négociation de contenu est utilisée, l'en-tête de réponse %(header)s ne devrait pas changer entre les réponses négociées et non négociées. * Négociée : `%(negotiated_val)s` * Non négociée : `%(bare_val)s`
ja: コンテンツネゴシエーションが使用されている場合、%(header)s レスポンスヘッダーは、ネゴシエートされたレスポンスとネゴシエートされていないレスポンスの間で変更されるべきではありません。 * ネゴシエートされたもの： `%(negotiated_val)s` *ネゴシエートされていないもの： `%(bare_val)s`

source: The response content is different when content negotiation happens.
es: El contenido de la respuesta es diferente cuando ocurre la negociación de contenido.
fr: Le contenu de la réponse est différent lorsque la négociation de contenu a lieu.
ja: コンテンツネゴシエーションが発生した場合、レスポンスコンテンツは異なります。

source: When content negotiation is used, the response content typically shouldn't change between negotiated and non-negotiated responses. There might be legitimate reasons for this; e.g., because different servers handled the two requests. However, RED's output may be skewed as a result.
es: Cuando se utiliza la negociación de contenido, el contenido de la respuesta típicamente no debería cambiar entre respuestas negociadas y no negociadas. Puede haber razones legítimas para esto; por ejemplo, porque diferentes servidores manejaron las dos solicitudes. Sin embargo, la salida de RED puede verse sesgada como resultado.
fr: Lorsque la négociation de contenu est utilisée, le contenu de la réponse ne devrait généralement pas changer entre les réponses négociées et non négociées. Il peut y avoir des raisons légitimes à cela ; par exemple, parce que différents serveurs ont traité les deux requêtes. Cependant, la sortie de RED peut en être faussée.
ja: コンテンツネゴシエーションが使用される場合、交渉されたレスポンスと交渉されていないレスポンスの間で、レスポンスコンテンツが通常変化するべきではありません。 これには正当な理由があるかもしれません。例として、異なるサーバーが2つのリクエストを処理したためです。しかし、その結果、REDの出力が歪む可能性があります。

source: The ETag doesn't change between negotiated representations.
es: La ETag no cambia entre las representaciones negociadas.
fr: L'ETag ne change pas entre les représentations négociées.
ja: ETag は、ネゴシエートされた表現間でも変更されません。

source: HTTP requires that the `ETag`s for two different responses associated with the same URI be different as well, to help caches and other receivers disambiguate them. This resource, however, sent the same strong ETag for both its compressed and uncompressed versions (negotiated by `Accept-Encoding`). This can cause interoperability problems, especially with caches. Note that some versions of the Apache HTTP Server sometimes send the same ETag for both compressed and uncompressed versions of a resource. This is a [known bug](https://issues.apache.org/bugzilla/show_bug.cgi?id=39727).
es: HTTP requiere que los `ETag`s de dos respuestas diferentes asociadas con la misma URI sean también diferentes, para ayudar a las cachés y otros receptores a desambiguarlas. Sin embargo, este recurso envió el mismo ETag fuerte tanto para su versión comprimida como no comprimida (negociada por `Accept-Encoding`). Esto puede causar problemas de interoperabilidad, especialmente con las cachés. Tenga en cuenta que algunas versiones del servidor Apache HTTP a veces envían el mismo ETag tanto para versiones comprimidas como no comprimidas de un recurso. Este es un [error conocido](https://issues.apache.org/bugzilla/show_bug.cgi?id=39727).
fr: HTTP exige que les `ETag`s de deux réponses différentes associées à la même URI soient également différents, afin d'aider les caches et autres récepteurs à les désambiguïser. Cette ressource, cependant, a envoyé le même ETag fort pour ses versions compressée et non compressée (négocié par `Accept-Encoding`). Cela peut causer des problèmes d'interopérabilité, en particulier avec les caches. Notez que certaines versions du serveur HTTP Apache envoient parfois le même ETag pour les versions compressée et non compressée d'une ressource. Il s'agit d'un [bug connu](https://issues.apache.org/bugzilla/show_bug.cgi?id=39727).
ja: HTTP では、同じ URI に関連付けられた2つの異なる応答の `ETag` は、キャッシュやその他の受信者がそれらを区別できるように、互いに異なる必要があります。 しかし、このリソースは、圧縮版と非圧縮版の両方（`Accept-Encoding` によってネゴシエートされます）に対して同じ強力な ETag を送信しました。これは、相互運用性の問題、特にキャッシュとの間で問題を引き起こす可能性があります。 Apache HTTP Server の一部のバージョンでは、リソースの圧縮版と非圧縮版の両方に対して同じ ETag を送信することがあることに注意してください。これは[既知のバグ](https://issues.apache.org/bugzilla/show_bug.cgi?id=39727)です。

source: Content Negotiation
es: Negociación de contenido
fr: Négociation de contenu
ja: コンテンツネゴシエーション

source: The compressed response
es: La respuesta comprimida
fr: La réponse compressée
ja: 圧縮されたレスポンス

source: There was a problem checking for ETag validation support.
es: Hubo un problema al comprobar la compatibilidad con la validación ETag.
fr: Il y a eu un problème lors de la vérification du support de la validation ETag.
ja: ETag検証サポートの確認中に問題が発生しました。

source: When REDbot tried to check the resource for ETag validation support, there was a problem: `%(problem)s` Trying again might fix it.
es: Cuando REDbot intentó verificar si el recurso admite la validación de ETag, hubo un problema: `%(problem)s` Intentar de nuevo podría solucionarlo.
fr: Lorsque REDbot a tenté de vérifier la prise en charge de la validation ETag pour la ressource, il y a eu un problème : `%(problem)s` Essayer à nouveau pourrait résoudre le problème.
ja: REDbot が ETag 検証サポートのためにリソースをチェックした際に、問題が発生しました。 `%(problem)s` 再試行すると解決する可能性があります。

source: If-None-Match conditional requests are supported.
es: Se admiten las solicitudes condicionales If-None-Match.
fr: Les requêtes conditionnelles If-None-Match sont prises en charge.
ja: If-None-Match 条件付きリクエストがサポートされています。

source: HTTP allows clients to make conditional requests to see if a copy that they hold is still valid. Since this response has an `ETag`, clients should be able to use an `If-None-Match` request header for validation. REDbot has done this and found that the resource sends a `304 Not Modified` response, indicating that it supports `ETag` validation.
es: HTTP permite a los clientes hacer solicitudes condicionales para ver si una copia que tienen sigue siendo válida. Dado que esta respuesta tiene un `ETag`, los clientes deberían poder usar una cabecera de solicitud `If-None-Match` para la validación. REDbot lo ha hecho y ha encontrado que el recurso envía una respuesta `304 Not Modified`, indicando que soporta la validación `ETag`.
fr: HTTP permet aux clients de faire des requêtes conditionnelles pour voir si une copie qu'ils détiennent est toujours valide. Étant donné que cette réponse a une `ETag`, les clients devraient être capables d'utiliser un en-tête de requête `If-None-Match` pour la validation. REDbot l'a fait et a constaté que la ressource envoie une réponse `304 Not Modified`, indiquant qu'elle prend en charge la validation `ETag`.
ja: HTTP は、クライアントが保持しているコピーがまだ有効かどうかを確認するために、条件付きリクエストを行えるようにします。 このレスポンスには `ETag` が含まれているため、クライアントは検証のために `If-None-Match` リクエストヘッダーを使用できるはずです。REDbot はこれを行い、リソースが `304 Not Modified` レスポンスを送信することを発見しました。これは、`ETag` 検証をサポートしていることを示しています。

source: An If-None-Match conditional request returned the full content unchanged.
es: Una solicitud condicional If-None-Match devolvió el contenido completo sin cambios.
fr: Une requête conditionnelle If-None-Match a retourné le contenu complet sans modification.
ja: If-None-Match 条件付きリクエストは、変更されずに完全なコンテンツを返しました。

source: HTTP allows clients to make conditional requests to see if a copy that they hold is still valid. Since this response has an `ETag`, clients should be able to use an `If-None-Match` request header for validation. REDbot has done this and found that the resource sends the same, full response even though it hadn't changed, indicating that it doesn't support `ETag` validation.
es: HTTP permite a los clientes hacer solicitudes condicionales para ver si una copia que tienen sigue siendo válida. Dado que esta respuesta tiene un `ETag`, los clientes deberían poder usar una cabecera de solicitud `If-None-Match` para la validación. REDbot ha hecho esto y ha descubierto que el recurso envía la misma respuesta completa aunque no haya cambiado, lo que indica que no admite la validación de `ETag`.
fr: HTTP permet aux clients de faire des requêtes conditionnelles pour voir si une copie qu'ils détiennent est toujours valide. Comme cette réponse a un `ETag`, les clients devraient pouvoir utiliser un en-tête de requête `If-None-Match` pour la validation. REDbot a effectué cette opération et a constaté que la ressource renvoie la même réponse complète, même si elle n'a pas changé, indiquant qu'elle ne prend pas en charge la validation par `ETag`.
ja: HTTP では、クライアントは自身が保持しているコピーがまだ有効かどうかを確認するために条件付きリクエストを行うことができます。 このレスポンスには `ETag` が含まれているため、クライアントは `If-None-Match` リクエストヘッダーを使用して検証できるはずです。 REDbot はこれを行い、リソースが変更されていないにもかかわらず同じ完全なレスポンスを送信していることを発見しました。これは、`ETag` 検証をサポートしていないことを示しています。

source: During validation, the ETag didn't change, even though the response content did.
es: Durante la validación, la ETag no cambió, aunque el contenido de la respuesta sí lo hizo.
fr: Pendant la validation, l'ETag n'a pas changé, même si le contenu de la réponse a changé.
ja: 検証中、レスポンスの内容が変更されたにもかかわらず、ETagは変更されませんでした。

source: `ETag`s are supposed to uniquely identify the response representation; if the content changes, so should the ETag. However, HTTP allows reuse of an `ETag` if it's "weak", as long as the server is OK with the two different responses being considered as interchangeable by clients. For example, if a small detail of a Web page changes, and it doesn't affect the overall meaning of the page, you can use the same weak `ETag` to identify both versions. If the changes are important, a different `ETag` should be used.
es: Las `ETag` se supone que identifican de forma única la representación de la respuesta; si el contenido cambia, también debería hacerlo la `ETag`. Sin embargo, HTTP permite la reutilización de una `ETag` si es "débil", siempre y cuando el servidor esté de acuerdo con que las dos respuestas diferentes sean consideradas como intercambiables por los clientes. Por ejemplo, si un pequeño detalle de una página web cambia y no afecta el significado general de la página, puedes usar la misma `ETag` débil para identificar ambas versiones. Si los cambios son importantes, se debería usar una `ETag` diferente.
fr: Les `ETag` sont censés identifier de manière unique la représentation de la réponse ; si le contenu change, l'`ETag` devrait également changer. Cependant, HTTP autorise la réutilisation d'un `ETag` s'il est "faible" (weak), tant que le serveur accepte que les deux réponses différentes soient considérées comme interchangeables par les clients. Par exemple, si un petit détail d'une page Web change, et que cela n'affecte pas le sens général de la page, vous pouvez utiliser le même `ETag` faible pour identifier les deux versions. Si les changements sont importants, un `ETag` différent devrait être utilisé.
ja: `ETag`はレスポンスの表現を一意に識別するものであり、コンテンツが変更された場合はETagも変更されるべきです。 しかし、HTTPでは、サーバーが2つの異なるレスポンスをクライアントが交換可能とみなすことを許容している限り、「弱い」ETagは再利用することが許可されています。 たとえば、Webページ上の小さな詳細が変更され、ページの全体的な意味に影響しない場合、両方のバージョンを識別するために同じ弱いETagを使用できます。 変更が重要である場合は、異なるETagを使用する必要があります。

source: `ETag`s are supposed to uniquely identify the response representation; if the content changes, so should the ETag. Here, the same `ETag` was used for two different responses during validation, which means that downstream clients and caches might confuse them. If the changes between the two representations aren't important (i.e., they can be used interchangeably), they can share a "weak" ETag; to do that, just prepend `W/`, to make its value `W/%(etag)s`. Otherwise, they need to use different `ETag`s.
es: Las `ETag` deben identificar de forma única la representación de la respuesta; si el contenido cambia, también debería hacerlo la ETag. Aquí, la misma `ETag` se usó para dos respuestas diferentes durante la validación, lo que significa que los clientes y las cachés posteriores podrían confundirlas. Si los cambios entre las dos representaciones no son importantes (es decir, pueden usarse indistintamente), pueden compartir una `ETag` "débil"; para hacerlo, simplemente anteponga `W/`, para que su valor sea `W/%(etag)s`. De lo contrario, necesitarán usar `ETag`s diferentes.
fr: Les `ETag`s sont censés identifier de manière unique la représentation de la réponse ; si le contenu change, l'`ETag` devrait aussi changer. Ici, le même `ETag` a été utilisé pour deux réponses différentes lors de la validation, ce qui signifie que les clients et les caches en aval pourraient les confondre. Si les changements entre les deux représentations ne sont pas importants (c'est-à-dire qu'elles peuvent être utilisées de manière interchangeable), elles peuvent partager un `ETag` "faible" ; pour ce faire, il suffit de préfixer avec `W/`, pour que sa valeur soit `W/%(etag)s`. Sinon, elles doivent utiliser des `ETag`s différents.
ja: `ETag` はレスポンスの表現を一意に識別するものであり、コンテンツが変更されれば `ETag` も変更されるべきです。 ここでは、検証中に2つの異なるレスポンスで同じ `ETag` が使用されました。これは、ダウンストリームのクライアントやキャッシュがそれらを混同する可能性があることを意味します。 2つの表現の間の変更が重要でない場合（つまり、それらが互換性がある場合）は、「弱い」 `ETag` を共有できます。そのために、`W/` を先頭に追加して、その値を `W/%(etag)s` にします。そうでない場合は、異なる `ETag` を使用する必要があります。

source: An If-None-Match conditional request returned the full content, but it had changed.
es: Una solicitud condicional If-None-Match devolvió el contenido completo, pero había cambiado.
fr: Une requête conditionnelle If-None-Match a renvoyé le contenu complet, mais il a changé.
ja: If-None-Match 条件付きリクエストでコンテンツ全体が返されましたが、変更されていました。
