Repository: mnot/redbot
Catalog: redbot/translations/*/LC_MESSAGES/messages.po
Languages: es, fr, ja

source: view HAR
es: ver HAR
fr: voir le fichier HAR
ja: HAR を表示

source: View a HAR (HTTP ARchive, a JSON format) file for this test
es: Ver un archivo HAR (HTTP ARchive, un formato JSON) para esta prueba
fr: Visualiser un fichier HAR (HTTP Archive, un format JSON) pour ce test
ja: このテストのHAR (HTTP ARchive、JSON形式) ファイルを表示

source: check embedded
es: comprobar incrustado
fr: vérifier intégré
ja: 埋め込みチェック

source: Run REDbot on images, frames and embedded links
es: Ejecutar REDbot en imágenes, frames y enlaces incrustados
fr: Exécuter REDbot sur les images, les cadres et les liens intégrés
ja: 画像、フレーム、埋め込みリンクでREDbotを実行

source: <p class='btw'>REDbot isn't showing all content, because it's so big!</p>
es: <p class='btw'>¡REDbot no está mostrando todo el contenido, porque es muy grande!</p>
fr: <p class='btw'>REDbot ne montre pas tout le contenu, car il est si volumineux !</p>
ja: <p class='btw'>REDbot は、コンテンツが非常に大きいため、すべてを表示できていません！</p>

source: %s response
es: respuesta %s
fr: Réponse %s
ja: %s レスポンス

source: - %d problem
es: - %d problema
fr: - %d problème
ja: - %d 件の問題

source: add a request header
es: añadir una cabecera de solicitud
fr: ajouter un en-tête de requête
ja: リクエストヘッダーを追加

source: view notes
es: ver notas
fr: voir les notes
ja: ノートを表示

source: view body
es: ver cuerpo
fr: voir le corps
ja: 本文を表示

source: sort by alpha
es: ordenar por orden alfabético
fr: trier par ordre alpha
ja: アルファベット順に並べ替え

source: show wire order
es: Muestra el orden de cableado
fr: Montrer la commande de fil
ja: ワイヤー注文を表示

source: Setting the %s request header can lead to unpredictable results.
es: Establecer la cabecera de petición %s puede llevar a resultados impredecibles.
fr: Définir l'en-tête de requête %s peut entraîner des résultats imprévisibles.
ja: %s リクエストヘッダーを設定すると、予期しない結果を招く可能性があります。

source: Head Links
es: Enlaces principales
fr: Liens de l'en-tête
ja: ヘッドリンク

source: Script Links
es: Enlaces de script
fr: Liens de script
ja: スクリプトリンク

source: Frame Links
es: Enlaces del marco
fr: Liens de cadre
ja: フレームリンク

source: IFrame Links
es: Enlaces IFrame
fr: Liens IFrame
ja: IFrame リンク

source: Image Links
es: Enlaces de imágenes
fr: Liens d'image
ja: 画像リンク

source: Error: %s
fr: Erreur : %s
ja: エラー: %s

source: version
es: versión
ja: バージョン

source: about
es: Acerca de
fr: À propos
ja: について

source: help
es: ayuda
fr: aide
ja: ヘルプ

source: Drag the bookmarklet to your bookmark bar - it makes checking easy!
es: Arrastra el bookmarklet a tu barra de marcadores - ¡facilita la comprobación!
fr: Faites glisser le bookmarklet dans votre barre d'outils de favoris - cela facilite la vérification !
ja: ブックマークレットをブックマークバーにドラッグしてください - チェックが簡単になります！

source: drag me to your toolbar to use REDbot any time.
es: arrastra esto a tu barra de herramientas para usar REDbot en cualquier momento.
fr: faites-moi glisser sur votre barre d'outils pour utiliser REDbot à tout moment.
ja: いつでもREDbotをご利用いただくには、ツールバーにドラッグしてください。

source: bookmarklet
es: marca de posición
fr: signet interactif
ja: ブックマークレット

source: This site is protected by hCaptcha and its
es: Este sitio está protegido por hCaptcha y su
fr: Ce site est protégé par hCaptcha et ses
ja: このサイトはhCaptchaによって保護されており、その

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー

source: and
es: y
fr: et
ja: と

source: Terms of Service
es: Términos de Servicio
fr: Conditions d'utilisation
ja: 利用規約

source: apply.
es: aplicar.
fr: s'appliquent.
ja: 適用

source: These are the response headers; hover over each one for an explanation of what it does.
es: Estas son las cabeceras de respuesta; pasa el ratón sobre cada una para ver una explicación de lo que hace.
fr: Ce sont les en-têtes de réponse ; survolez chacun d'eux pour obtenir une explication de sa fonction.
ja: これはレスポンスヘッダーです。各ヘッダーにマウスカーソルを合わせると、その機能の説明が表示されます。

source: Here, you can see the response body, a HAR document for the request, and when appropriate, validate the response or check its assets (such as referenced images, stylesheets and scripts).
es: Aquí, puede ver el cuerpo de la respuesta, un documento HAR para la solicitud y, cuando sea apropiado, validar la respuesta o comprobar sus recursos (como imágenes, hojas de estilo y scripts referenciados).
fr: Ici, vous pouvez voir le corps de la réponse, un document HAR pour la requête, et le cas échéant, valider la réponse ou vérifier ses ressources (telles que les images, les feuilles de style et les scripts référencés).
ja: ここで、レスポンスボディ、リクエストのHARドキュメントを確認できます。また、必要に応じて、 レスポンスを検証したり、アセット（参照されている画像、スタイルシート、スクリプトなど）をチェックしたりできます。

source: How large the response headers are, including the status line
es: Cuán grandes son las cabeceras de respuesta, incluyendo la línea de estado
fr: La taille des en-têtes de réponse, y compris la ligne de statut
ja: レスポンスヘッダーのサイズ（ステータスラインを含む）

source: response headers
es: cabeceras de respuesta
fr: en-têtes de réponse
ja: レスポンスヘッダー

source: bytes
fr: octets
ja: バイト

source: How large the response content is
es: Qué tan grande es el contenido de la respuesta
fr: La taille du contenu de la réponse
ja: レスポンスコンテンツのサイズ

source: content
es: contenido
fr: contenu
ja: コンテンツ

source: How much using chunked encoding adds to the response size
es: ¿Cuánto añade la codificación por fragmentos al tamaño de la respuesta?
fr: Quelle est l'augmentation de la taille de la réponse lors de l'utilisation de l'encodage par morceaux
ja: チャンクエンコーディングを使用すると、レスポンスサイズはどのくらい増加しますか

source: transfer overhead
es: sobrecarga de transferencia
fr: surcoût de transfert
ja: 転送オーバーヘッド

source: View this response content (with any gzip compression removed)
es: Ver el contenido de esta respuesta (con la compresión gzip eliminada)
fr: Afficher le contenu de cette réponse (sans compression gzip)
ja: このレスポンスコンテンツを表示します（gzip圧縮は解除されます）

source: view content
es: ver contenido
fr: voir le contenu
ja: コンテンツを表示

source: This result is saved
es: Este resultado se ha guardado
fr: Ce résultat est enregistré
ja: この結果は保存されました

source: Saved until {0} from now
es: Guardado hasta {0} de ahora
fr: Enregistré jusqu'à %(0)s à partir de maintenant
ja: {0} 後まで保存

source: Save these results for future reference
es: Guardar estos resultados para referencia futura
fr: Enregistrer ces résultats pour référence future
ja: これらの結果を今後の参照のために保存します

source: save
es: guardar
fr: sauvegarder
ja: 保存

source: Validate the response body with a third party service
es: Validar el cuerpo de la respuesta con un servicio de terceros
fr: Valider le corps de la réponse avec un service tiers
ja: サードパーティサービスでレスポンスボディを検証します

source: validate content
es: validar contenido
fr: valider le contenu
ja: コンテンツを検証

source: Header sorting
es: Ordenar encabezados
fr: Tri des en-têtes
ja: ヘッダーの並べ替え

source: These notes explain what REDbot has found about your URL; hover over each one for a detailed explanation.
es: Estas notas explican lo que REDbot ha encontrado sobre tu URL; pasa el ratón por encima de cada una para obtener una explicación detallada.
fr: Ces notes expliquent ce que REDbot a trouvé concernant votre URL ; survolez chacune d'elles pour une explication détaillée.
ja: これらの注釈は、REDBot があなたの URL について見つけたことを説明しています。各注釈にマウスカーソルを合わせると、詳細な説明が表示されます。

source: If something doesn't seem right, feel free to
es: Si algo no parece correcto, no dudes en
fr: Si quelque chose ne semble pas correct, n'hésitez pas à
ja: 何か問題があるようでしたら、お気軽にご

source: file an issue
es: archiva un problema
fr: signaler un problème
ja: 問題を報告する

source: The URI tested. Click to run a detailed analysis.
es: La URI probada. Haga clic para ejecutar un análisis detallado.
fr: L'URI testé. Cliquez pour lancer une analyse détaillée.
ja: テストされたURI。詳細な分析を実行するにはクリックしてください。

source: The HTTP status code returned.
es: El código de estado HTTP devuelto.
fr: Le code d'état HTTP retourné.
ja: 返されたHTTPステータスコード。

source: status
es: estado
fr: statut
ja: ステータス

source: The size of the response content, in bytes.
es: El tamaño del contenido de la respuesta, en bytes.
fr: La taille du contenu de la réponse, en octets.
ja: レスポンスコンテンツのサイズ（バイト単位）。

source: size
es: tamaño
fr: taille
ja: サイズ

source: Whether a shared (e.g., proxy) cache can store the response.
es: Si una caché compartida (p. ej., proxy) puede almacenar la respuesta.
fr: Si un cache partagé (par ex. proxy) peut stocker la réponse.
ja: 共有（例：プロキシ）キャッシュがレスポンスを保存できるかどうか。

source: shared
es: compartido
fr: partagé
ja: 共有

source: Whether a private (e.g., browser) cache can store the response.
es: Si una caché privada (por ejemplo, del navegador) puede almacenar la respuesta.
fr: Si un cache privé (par ex. navigateur) peut stocker la réponse.
ja: レスポンスをプライベート (例: ブラウザ) キャッシュに保存できるかどうか。

source: private
es: privado
fr: privé
ja: プライベート

source: How long the response had been cached before REDbot got it.
es: Cuánto tiempo se había almacenado en caché la respuesta antes de que REDbot la obtuviera.
fr: Combien de temps la réponse a été mise en cache avant que REDbot ne l'obtienne.
ja: REDbot が取得する前にレスポンスがキャッシュされていた時間。

source: age
es: edad
fr: âge
ja: 年齢

source: How long a cache can treat the response as fresh.
es: Cuánto tiempo una caché puede tratar la respuesta como fresca.
fr: Durée pendant laquelle un cache peut considérer la réponse comme fraîche.
ja: レスポンスを新規として扱えるキャッシュの期間。

source: freshness
es: frescura
fr: fraîcheur
ja: 鮮度

source: Whether If-Modified-Since validation is supported, using Last-Modified.
es: Si se admite la validación If-Modified-Since, utilizando Last-Modified.
fr: Si la validation If-Modified-Since est prise en charge, à l'aide de Last-Modified.
ja: Last-Modified を使用して、If-Modified-Since 検証がサポートされているかどうか。

source: Whether If-None-Match validation is supported, using ETags.
es: Si la validación If-None-Match es compatible, utilizando ETags.
fr: Si la validation If-None-Match est prise en charge, en utilisant les ETags.
ja: ETag を使用して、If-None-Match 検証がサポートされているかどうか。

source: Whether negotiation for gzip compression is supported; if so, the percent of the original size saved.
es: Si la negociación para la compresión gzip es compatible; si es así, el porcentaje del tamaño original ahorrado.
fr: Si la négociation pour la compression gzip est prise en charge ; si c'est le cas, le pourcentage de la taille d'origine économisé.
ja: gzip圧縮のネゴシエーションがサポートされているかどうか。サポートされている場合、元のサイズから保存された割合。

source: Whether partial responses are supported.
es: Si las respuestas parciales son compatibles.
fr: Si les réponses partielles sont prises en charge.
ja: 部分応答がサポートされているかどうか。

source: partial
es: parcial
fr: partiel
ja: 一部

source: Issues encountered.
es: Se encontraron problemas.
fr: Problèmes rencontrés.
ja: 問題が発生しました。

source: notes
es: notas
ja: メモ

source: response incomplete
es: respuesta incompleta
fr: réponse incomplète
ja: レスポンスが不完全です

source: unknown problem
es: problema desconocido
fr: problème inconnu
ja: 不明な問題

source: Notes
es: Notas
fr: Remarques
ja: 注

source: REDbot is lint for your HTTP resources.
es: REDbot es lint para tus recursos HTTP.
fr: REDbot est un outil d'analyse pour vos ressources HTTP.
ja: REDbot は HTTP リソースのための lint です。

source: Lint for your HTTP resources
es: Lint para sus recursos HTTP
fr: Analyse pour vos ressources HTTP
ja: HTTPリソースのリンティング

source: Type in a URI here and press 'return' to check it. You can also specify request headers by clicking 'add a request header.'
es: Escriba aquí una URI y presione 'enter' para comprobarla. También puede especificar cabeceras de solicitud haciendo clic en 'añadir una cabecera de solicitud'.
fr: Entrez une URI ici et appuyez sur 'Entrée' pour la vérifier. Vous pouvez également spécifier des en-têtes de requête en cliquant sur 'ajouter un en-tête de requête'.
ja: URIをここに入力し、「Enter」キーを押してチェックしてください。「リクエストヘッダーを追加」をクリックしてリクエストヘッダーを指定することもできます。

source: Enter a http:// or https:// URL to check
es: Introduce una URL http:// o https:// para comprobar
fr: Entrez une URL http:// ou https:// à vérifier
ja: http:// または https:// URL を入力してチェックしてください

source: This response has content.
es: Esta respuesta tiene contenido.
fr: Cette réponse a du contenu.
ja: このレスポンスにはコンテンツがあります。

source: HTTP defines a few special situations where a response does not allow content. This includes 101, 204 and 304 responses, as well as responses to the `HEAD` method. This response had data after the headers ended, despite it being disallowed. Clients receiving it may treat the content as the next response in the connection, leading to interoperability and security issues. The extra data started with: %(sample)s
es: HTTP define algunas situaciones especiales en las que una respuesta no permite contenido. Esto incluye respuestas 101, 204 y 304, así como respuestas al método `HEAD`. Esta respuesta tenía datos después de que terminaran las cabeceras, a pesar de estar prohibido. Los clientes que la reciban podrían tratar el contenido como la siguiente respuesta en la conexión, lo que provocaría problemas de interoperabilidad y seguridad. Los datos adicionales comenzaron con: %(sample)s
fr: HTTP définit quelques situations spéciales où une réponse n'autorise pas de contenu. Cela inclut les réponses 101, 204 et 304, ainsi que les réponses à la méthode `HEAD`. Les données supplémentaires ont commencé par : %(sample)s
ja: HTTPでは、レスポンスにコンテンツを許可しない特別な状況がいくつか定義されています。これには、101、204、304レスポンス、および `HEAD` メソッドへのレスポンスが含まれます。 このレスポンスは、ヘッダー終了後にデータがありましたが、これは許可されていませんでした。これを受信するクライアントは、コンテンツを接続内の次のレスポンスとして扱う可能性があり、相互運用性およびセキュリティの問題につながります。 追加データは以下から始まりました。 %(sample)s

source: This response has extra data after it.
es: Esta respuesta tiene datos adicionales después de ella.
fr: Cette réponse a des données supplémentaires après elle.
ja: このレスポンスには、余分なデータが含まれています。

source: The server sent data after the message ended. This can be caused by an incorrect `Content-Length` header, or by a programming error in the server itself. The extra data started with: %(sample)s
es: El servidor envió datos después de que terminara el mensaje. Esto puede ser causado por un encabezado `Content-Length` incorrecto o por un error de programación en el propio servidor. Los datos extra comenzaron con: %(sample)s
fr: Le serveur a envoyé des données après la fin du message. Cela peut être dû à un en-tête `Content-Length` incorrect, ou à une erreur de programmation dans le serveur lui-même. Les données supplémentaires ont commencé par : %(sample)s
ja: サーバーはメッセージ終了後にデータを送信しました。これは、`Content-Length` ヘッダーの誤り、またはサーバー自体のプログラミングエラーによって引き起こされる可能性があります。 余分なデータは以下から始まりました。 %(sample)s

source: This response has chunked encoding errors.
es: Esta respuesta tiene errores de codificación fragmentada.
fr: Cette réponse présente des erreurs d'encodage par morceaux.
ja: このレスポンスにはチャンクエンコーディングエラーがあります。

source: The response indicates it uses HTTP chunked encoding, but there was a problem decoding the chunking. A valid chunk looks something like this: [chunk-size in hex]\r\n[chunk-data]\r\n However, the chunk sent started like this: %(chunk_sample)s This is a serious problem, because HTTP uses chunking to delimit one response from the next one; incorrect chunking can lead to interoperability and security problems. This issue is often caused by sending an integer chunk size instead of one in hex, or by sending `Transfer-Encoding: chunked` without actually chunking the response body.
es: La respuesta indica que utiliza codificación HTTP por trozos (chunked encoding), pero hubo un problema al decodificar los trozos. Un trozo válido se ve algo así: [tamaño del trozo en hexadecimal]\r\n[datos del trozo]\r\n Sin embargo, el trozo enviado comenzó así: %(chunk_sample)s Este es un problema grave, porque HTTP utiliza la codificación por trozos para delimitar una respuesta de la siguiente; una codificación por trozos incorrecta puede provocar problemas de interoperabilidad y seguridad. Este problema a menudo es causado por el envío de un tamaño de trozo en formato entero en lugar de en hexadecimal, o por el envío de `Transfer-Encoding: chunked` sin fragmentar realmente el cuerpo de la respuesta.
fr: La réponse indique qu'elle utilise le codage par blocs HTTP, mais il y a eu un problème lors du décodage des blocs. Un bloc valide ressemble à ceci : [taille du bloc en hexadécimal]\r\n[données du bloc]\r\n Cependant, le bloc envoyé a commencé comme ceci : %(chunk_sample)s C'est un problème sérieux, car HTTP utilise le découpage pour délimiter une réponse de la suivante ; un découpage incorrect peut entraîner des problèmes d'interopérabilité et de sécurité. Ce problème est souvent causé par l'envoi d'une taille de bloc entière au lieu d'une taille en hexadécimal, ou par l'envoi de `Transfer-Encoding: chunked` sans réellement découper le corps de la réponse.
ja: レスポンスはHTTPチャンクエンコーディングを使用していることを示していますが、チャンクのデコードに問題がありました。 有効なチャンクは、たとえば次のようになります。 [16進数でのチャンクサイズ]\r\n[チャンクデータ]\r\n しかし、送信されたチャンクは次のように開始しました。 %(chunk_sample)s これは重大な問題です。HTTPはチャンクを使用して、あるレスポンスを次のレスポンスから区切るため、チャンクが不正確だと相互運用性やセキュリティの問題につながる可能性があります。 この問題は、16進数ではなく整数でチャンクサイズを送信したり、レスポンスボディを実際にはチャンク化せずに `Transfer-Encoding: chunked` を送信したりすることが原因で発生することがよくあります。

source: This response has whitespace at the end of the '%(header_name)s' header field name.
es: Esta respuesta tiene espacios en blanco al final del nombre del campo de encabezado '%(header_name)s'.
fr: Cette réponse contient un espace blanc à la fin du nom du champ d'en-tête '%(header_name)s'.
ja: このレスポンスの「%(header_name)s」ヘッダーフィールド名には末尾に空白があります。

source: HTTP specifically bans whitespace between header field names and the colon, because they can easily be confused by recipients; some will strip it, and others won't, leading to a variety of attacks. Most HTTP implementations will refuse to process this message.
es: HTTP prohíbe específicamente los espacios en blanco entre los nombres de los campos de encabezado y los dos puntos, ya que pueden ser fácilmente confundidos por los destinatarios; algunos los eliminarán y otros no, lo que provocará una variedad de ataques. La mayoría de las implementaciones HTTP se negarán a procesar este mensaje.
fr: HTTP interdit explicitement les espaces entre les noms de champs d'en-tête et le deux-points, car ils peuvent être facilement confondus par les destinataires ; certains les supprimeront, d'autres non, ce qui entraînera une variété d'attaques. La plupart des implémentations HTTP refuseront de traiter ce message.
ja: HTTPでは、ヘッダーフィールド名とコロンの間に空白文字を挟むことは、受信者によって混乱を招きやすいため、明確に禁止されています。一部の受信者は空白を削除しますが、そうしない受信者もいるため、さまざまな攻撃につながる可能性があります。 ほとんどのHTTP実装では、このメッセージの処理を拒否します。

source: The %(response)s response contains a %(header_name)s header.
es: La respuesta %(response)s contiene un encabezado %(header_name)s.
fr: La réponse %(response)s contient un en-tête %(header_name)s.
ja: %(response)s レスポンスには %(header_name)s ヘッダーが含まれています。

source: RFC 9110 requires that 1xx responses not contain a `%(header_name)s` header. Clients receiving this response will either fail to process it or behave unexpectedly.
es: RFC 9110 requiere que las respuestas 1xx no contengan el encabezado `%(header_name)s`. Los clientes que reciban esta respuesta pueden fallar al procesarla o comportarse de manera inesperada.
fr: RFC 9110 exige que les réponses 1xx n'incluent pas l'en-tête `%(header_name)s`. Les clients qui reçoivent cette réponse peuvent ne pas être en mesure de la traiter correctement ou peuvent se comporter de manière inattendue.
ja: RFC 9110 では、1xx レスポンスに `%(header_name)s` ヘッダーを含めることはできません。 このレスポンスを受信するクライアントは、処理に失敗するか、予期しない動作をする可能性があります。

source: fetching %(uri)s (%(check_name)s)
es: recuperando %(uri)s (%(check_name)s)
fr: récupération de %(uri)s (%(check_name)s)
ja: %(uri)s を取得中 (%(check_name)s)

source: This response is missing required headers.
es: Esta respuesta carece de las cabeceras necesarias.
fr: Cette réponse manque d'en-têtes requis.
ja: このレスポンスには必須ヘッダーがありません。

source: HTTP requires `304 Not Modified` responses to have certain headers, if they are also present in a normal (e.g., `200 OK` response). This response is missing the following headers: `%(missing_hdrs)s`. This can affect cache operation; because the headers are missing, caches might remove them from their cached copies.
es: HTTP requiere que las respuestas `304 Not Modified` tengan ciertas cabeceras, si también están presentes en una respuesta normal (por ejemplo, `200 OK`). A esta respuesta le faltan las siguientes cabeceras: `%(missing_hdrs)s`. Esto puede afectar el funcionamiento de la caché; dado que faltan las cabeceras, las cachés podrían eliminarlas de sus copias cacheadas.
fr: HTTP exige que les réponses « 304 Not Modified » possèdent certains en-têtes, s'ils sont également présents dans une réponse « 200 OK » normale, par exemple. La réponse manquant des en-têtes suivants : `%(missing_hdrs)s`. Cela peut affecter l'opération de cache ; comme les en-têtes sont manquants, les caches pourraient les supprimer de leurs copies mises en cache.
ja: HTTPでは、通常の（例：`200 OK`）レスポンスに存在する特定のヘッダーは、`304 Not Modified` レスポンスにも必要です。 このレスポンスには、以下のヘッダーがありません：`%(missing_hdrs)s`。 これはキャッシュの動作に影響を与える可能性があります。ヘッダーが存在しないため、キャッシュはキャッシュされたコピーからそれらを削除する可能性があります。

source: There was a problem checking for Content Negotiation support.
es: Hubo un problema al comprobar la compatibilidad con la negociación de contenido.
fr: Il y a eu un problème lors de la vérification de la prise en charge de la négociation de contenu.
ja: コンテンツネゴシエーションのサポートを確認中に問題が発生しました。

source: When REDbot tried to check the resource for content negotiation support, there was a problem: `%(problem)s` Trying again might fix it.
es: Cuando REDbot intentó comprobar la compatibilidad de negociación de contenido del recurso, hubo un problema: `%(problem)s` Intentar de nuevo podría solucionarlo.
fr: Lors de la vérification du support de négociation de contenu de la ressource, REDbot a rencontré un problème : `%(problem)s` Réessayer pourrait résoudre le problème.
ja: REDbot がコンテンツネゴシエーションサポートのためにリソースをチェックしようとした際に、問題が発生しました: `%(problem)s` 再試行すると、問題が解決する可能性があります。

source: Content negotiation for gzip compression is supported, saving %(savings)s%%.
es: La negociación de contenido para compresión gzip es compatible, ahorrando %(savings)s%%.
fr: La négociation de contenu pour la compression gzip est prise en charge, économisant %(savings)s%%.
ja: gzip圧縮のコンテンツネゴシエーションをサポートしており、%(savings)s%% の節約になります。

source: HTTP supports compression of responses by negotiating for `Content-Encoding`. When REDbot asked for a compressed response, the resource provided one, saving %(savings)s%% of its original size (from %(orig_size)s to %(gzip_size)s bytes). The compressed response's headers are displayed.
es: HTTP soporta la compresión de respuestas negociando `Content-Encoding`. Cuando REDbot solicitó una respuesta comprimida, el recurso proporcionó una, ahorrando un %(savings)s%% de su tamaño original (de %(orig_size)s a %(gzip_size)s bytes). Se muestran las cabeceras de la respuesta comprimida.
fr: HTTP prend en charge la compression des réponses en négociant `Content-Encoding`. Lorsque REDbot a demandé une réponse compressée, la ressource en a fourni une, économisant %(savings)s%% de sa taille d'origine (de %(orig_size)s à %(gzip_size)s octets). Les en-têtes de la réponse compressée sont affichés.
ja: HTTP は `Content-Encoding` をネゴシエートすることでレスポンスの圧縮をサポートしています。REDbot が圧縮されたレスポンスを要求した際、リソースはそれを提供し、元のサイズ (%(orig_size)s から %(gzip_size)s バイト) から %(savings)s%% を節約しました。 圧縮されたレスポンスのヘッダーが表示されます。

source: Content negotiation for gzip compression makes the response %(savings)s%% larger.
es: La negociación de contenido para la compresión gzip hace que la respuesta sea un %(savings)s%% más grande.
fr: La négociation de contenu pour la compression gzip rend la réponse %(savings)s%% plus grande.
ja: gzip圧縮のコンテンツネゴシエーションにより、レスポンスが%(savings)s%%大きくなります。
